Repository: r4phf43l/ra7form
Catalog: languages/ra7form-*.po
Languages: es_es, pt_br

source: Recipient
es_es: Recipiente
pt_br: Recipiente

source: Edit
es_es: Editar
pt_br: Editar

source: Report
es_es: Reporte
pt_br: Relatório

source: Sender
es_es: Remitente
pt_br: Remetente

source: Recipients for Contact Form 7
es_es: Destinatarios del formulario de contacto 7
pt_br: Recipientes para Contact Form 7

source: This form does not contain multiple recipients with pipes.
es_es: Este formulario no contiene varios destinatarios con canalizaciones.
pt_br: Este formulário não contém nenhuma lista de e-mails.

source: This form contains multiple recipients with pipes.
es_es: Este formulario contiene varios destinatarios con canalizaciones.
pt_br: Este formulário contém uma lista de e-mails.

source: This link was expired.
es_es: Este enlace caducó.
pt_br: Este link expirou.

source: Nothing to show.
es_es: Nada que mostrar.
pt_br: Nada para exibir.

source: Edit Recipient
es_es: Editar destinatario
pt_br: Editar Recipiente

source: Status
es_es: Estado
pt_br: Situação

source: Save recipient
es_es: Guardar destinatario
pt_br: Salvar recipiente

source: Default Settings
es_es: Configuración por defecto
pt_br: Configurações Padrão

source: To use Multiple recipients [your-recipient] is mandatory
es_es: Para utilizar varios destinatarios, [su-destinatario] es obligatorio
pt_br: Para usar Múltiplos recipientes a tag [your-recipient] é obrigatória

source: New recipient
es_es: Nuevo destinatario
pt_br: Novo recipiente

source: The plugin Contact Form 7 was not installed or active.
es_es: El complemento Contact Form 7 no estaba instalado o no estaba activo.
pt_br: O plugin Contact Form 7 não está instalado ou ativo.

source: Multiple Recipients
es_es: Destinatarios múltiples
pt_br: Múltiplos recipientes

source: Changes saved.
es_es: Cambios guardados.
pt_br: Alterações Salvas.

source: Something goes wrong and it has not be saved
es_es: Algo sale mal y no se ha guardado
pt_br: Algo deu errado e as alterações não foram salvas

source: Close this warning.
es_es: Cierra esta advertencia.
pt_br: Fechar esse alerta.

source: Did you realy want to remove this recipient?
es_es: ¿Realmente desea eliminar a este destinatario?
pt_br: Você realmente quer excluir este recipiente?

source: All emails related will be removed
es_es: Se eliminarán todos los correos electrónicos relacionados
pt_br: Todos os e-mails relacionados serão apagados

source: This will take effect only after you click on 'Save recipient' button
es_es: Esto tendrá efecto solo después de hacer clic en el botón 'Guardar destinatario'
pt_br: Isto só terá efeito após clicar no botão 'Salvar recipiente'

source: Maybe this email is duplicated
es_es: Quizás este correo electrónico esté duplicado
pt_br: Talvez este e-mail esteja duplicado

source: Insert a valid email
es_es: Inserta un correo electrónico válido
pt_br: Insira um e-mail válido

source: Recipients
es_es: Destinatarios
pt_br: Recipientes

source: Form
es_es: Formulario
pt_br: Formulário

source: Required
es_es: Necesario
pt_br: Obrigatório
